const PROJECT_INFO = [
    {
      "id" : 1,
      "name" : "IF LEARN",
      "date" : "(2021.10.18 - 2021.10.29)",
      "description": "지식 공유 플랫폼인 인프런 사이트를 모티브로 제작한 홈페이지",
      "how" : "인프런 공식 홈페이지를 모티브로 기획부터 개발 전부 팀원들끼리 진행하였습니다.",
      "crew" : "프런트엔드 4명, 백엔드 2명",
      "do" : [
        {
          "id": 1,
          "fisrt" : "인프런 공식 홈페이지 중 메인 페이지를 담당하여 제작했습니다",
          "second" : "Slick 라이브러리를 사용하여 캐러셀 기능을 구현하였습니다.",
          "third" : "조건부 렌더링을 통해 4단 depth hover 네비게이션 바를 제작했습니다.",
          "fourth" : "공식 홈페이지 코드를 참고하지 않고 스스로 레이아웃을 구현하여 제작했습니다." 


      }
    ]

    },
    {
      "id" : 2,
      "name" : "WEKEA",
      "date" : "(2021.10.05 - 2021.10.15)",
      "description": "가구 브랜드인 IKEA 공식 홈페이지를 모티브로 제작한 홈페이지",
      "how" : "IKEA 공식 홈페이지를 모티브로 기획부터 개발 전부 팀원들끼리 진행하였습니다.",
      "crew" : "프런트엔드 4명, 백엔드 2명",
      "do" : [
        {
          "id": 1,
          "fisrt" : "IKEA 공식 홈페이지의 로그인과 회원가입페이지를 담당하여 제작했습니다.",
          "second" : "JWT와 로컬스토리지를 사용하여 로그인 기능을 구현했습니다.",
          "third" : "백엔드와의 통신 이상없이 회원가입 기능을 구현했습니다.",
          "fourth" : "공식 홈페이지 코드를 참고하지 않고 스스로 레이아웃을 구현하여 제작했습니다." 


      }
    ]

    }
  ]

  

export default PROJECT_INFO